# To install homebrew-bundle:
# brew tap Homebrew/bundle

# Packages
brew 'ctags-exuberant'
brew 'diff-so-fancy'
brew 'dlite'
brew 'docker'
brew 'docker-compose'
brew 'fish'
brew 'fzf'
brew 'httpie'
brew 'mackup', args: ['HEAD']
tap 'neovim/neovim'
brew 'n'
brew 'neovim'
brew 'rbenv'
brew 'rbenv-ctags'
brew 'rbenv-default-gems'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'youtube-dl'
brew 'z'

# Install brew cask

tap 'caskroom/cask'
tap 'caskroom/versions'

# Casks

cask '1password'
cask 'appcleaner'
cask 'beamer'
cask 'cloud'
cask 'google-chrome'
cask 'iterm2-beta'
cask 'little-snitch'
cask 'shiori'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'the-unarchiver'
cask 'vlc'

# Install brew services

tap 'homebrew/services'
