tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew 'awscli'
brew 'bat'
brew 'cfn-lint'
brew 'codespell'
brew 'fish'
brew 'fzf'
brew 'gh'
brew 'git-delta'
brew 'gpg'
brew 'neovim'
brew 'node@18', link: true
brew 'pinentry-mac'
brew 'ripgrep'
brew 'yt-dlp'

cask '1password'
cask 'authy'
cask 'aws-vault'
cask 'discord'
cask 'firefox'
cask 'font-powerline-symbols'
cask 'font-victor-mono'
cask 'font-victor-mono-nerd-font'
cask 'google-chrome'
cask 'iina'
cask 'kitty'
cask 'little-snitch'
cask 'mullvadvpn'
cask 'numi'
cask 'orbstack'
cask 'paw'
cask 'shiori'
cask 'slack'
